{
	"translations": {
		"de": { 
			"Logitech Harmony Hub Configurator:":"Logitech Harmony Hub Konfigurator:",
			"1. Step:":"1. Schritt:",
			"Select a category (see below) for the creation of a link for the Webfront for the Logitech Harmony Hub activities and then push \"Apply\"":"Eine Kategorie (siehe unten) auswählen unter der die Harmony Hub Aktivitätetn verlinkt werden für die Anzeige im Webfront und \"Übernehmen\" drücken.",
			"category for Logitech Harmony Hub activities":"Kategorie für die Logitech Harmony Hub Aktivitäten",
			"Harmony Hub category":"Harmony Hub Kategorie",
			"2. Step:":"2. Schritt:",
			"Push \"Register\" in the action part of this configuration form.":"\"Registrieren\" in der Aktionsektion dieses Konfigurationsformulares drücken.",
			"At the webpage from Logitech log in with your Harmony username and your Harmony password.":"Auf der Webseite von Logitech mit dem Harmony Benutzernamen und dem Harmony Passwort anmelden.",
			"If the connection to IP-Symcon was successfull you get the message: \"Logitech MyHarmony successfully connected!\". Close the browser window.":"Wenn die Verbindung zu IP-Symcon erfolgreich war erscheint die Meldung: \"Logitech MyHarmony successfully connected!\". Das Browserfenster kann nun geschlossen werden.",
			"Return to this configuration form.":"Nach dem Zurückkehren zu diesem Konfigurationsformular mit Schritt 3 fortfahren.",
			"3. Step:":"3. Schritt:",
			"Push \"Get Harmony Hub Info\"":"\"Harmony Hub Info holen\" drücken",
			"When the Variables \"Harmony Discover\" and \"Harmony Activities\" are updated continue with step 4.":"Wenn die Variablen \"Harmony Discover\" und \"Harmony Activities\" aktualisiert wurden mit Schritt 4 fortfahren.",
			"You will then see a list of your Harmony Hubs and available activities.":"In der Liste werden nun alle Hubs und die angelernten Aktivitäten angezeigt.",
			"You can edit the list for changing activity names inside off IP-Symcon, the name of the acitivy from the harmony hub itself can only be modified in the Harmony App itself.":"In der Liste können die Namen der Aktivitäten wie sie in IP-Symcon angezeigt werden geändert werden. Die eigentlichen Aktivätennamen des Hubs bleiben davon unberührt diese können nur in der Harmony App umbenannt werden.",
			"4. Step:":"4. Schritt:",
			"After all settings in the configuration form are set push \"Create Harmony Hubs\"":"Nachdem alle Einstellungen gesetzt wurden \"Harmony Hubs anlegen\" drücken",
			"If you need scripts for the Harmony activities press optional \"Create activity scripts\"":"Wenn weiterhin Skripte zum Schalten der Aktivitäten benötigt werden kann optional auf \"Aktivitäten Skripte anlegen\" gedrückt werden",
			"MyHarmony login credentials (email/password)":"MyHarmony Zugangsdaten (Email/Passwort)",
			"IP adress from the Harmony Hub":"IP Adresse des Harmony Hub",
			"Open": "Aktiv",
			"IP adress": "IP Adresse",
			"HarmonyHub port": "Harmony Hub Port",
			"MyHarmony Token":"MyHarmony Token",
			"Token": "Token",
			"email": "E-Mail",
			"password": "Passwort",
			"Complete IP adresses from the Logitech Harmony Hubs and press \"Apply\".":"IP Adressen der Harmony Hubs vervollständigen und \"Übernehmen\" drücken.",
			"category for Logitech Harmony Hub devices": "Kategorie zum Anlegen der Logitech Harmony Hub Geräte:",
			"Harmony Hub devices": "Harmony Hub Geräte",
			"IP Symcon messages (debugging)": "Erweiterte IP-Symcon Meldungen (Debug)",
			"Debug": "Debug",
			"Create Harmony devices for remote control:": "Harmony Devices zum Schalten anlegen:",
			"Create variables for webfront (Please note: High numbers of variables)": "Variablen zum Schalten im Webfront anlegen (Achtung! Hohe Variabenanzahl)",
			"Harmony variables": "Harmony Variablen",
			"create scripts for remote control (alternative or addition for remote control via webfront):": "Skripte zum Schalten anlegen (Alternative oder Ergänzung zum Schalten aus dem Webfront):",
			"Harmony script": "Harmony Skript",
			"1. Register with your Logitech Harmony username und Logitech Harmony password:":"1. Mit dem Logitech Harmony Benutzernamen und dem Logitech Harmony Passwort registrieren:",
			"Register": "Registrieren",
			"2. Get information about the Logitech Harmony hubs:": "2. Information der Logitech Harmony Hubs auslesen:",
			"Get Harmony Hub info": "Harmony Hub Info holen",
			"3. Create Logitech Harmony hubs:": "3. Logitech Harmony Hubs anlegen:",
			"Create Harmony hubs": "Harmony Hubs anlegen",
			"4. Create Logitech Harmony hubs activity scripts (optional):": "4. Logitech Harmony Hub Aktivitäten Skripte anlegen (optional):",
			"Create activity scripts": "Aktivitäten Skripte anlegen",
			"Creating instance.": "Die Instanz wird erstellt.",
			"Harmony Hub Configurator ready.": "Harmony Hub Konfigurator fertig.",
			"interface closed.": "Interface geschlossen.",
			"Harmony Hub IP adress must not empty.": "Harmony Hub IP Adresse darf nicht leer sein.",
			"No valid IP adress.": "Keine gültige IP Adresse.",
			"connection to the Harmony Hub lost.": "Verbindung zum Harmony Hub verloren.",
			"field must not be empty.": "Felder dürfen nicht leer sein.",
			"select category for import.": "Kategorie zum Import auswählen."
			
			
		}
	}
}